/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (kjerne dumpet)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Settings - %@" = "Nytt vindu med innstillinger - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Settings - %@" = "Ny fane med innstillingene – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Nytt vindu med samme kommando";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Ny fane med samme kommando";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pkt";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Settings" */
"Settings" = "Innstillinger";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s settings" = "%@s innstillinger";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "%@s vindusgruppe";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Oppdagede tjenere ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Svart på hvit";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Svart på gult";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Blå på hvit";

/* Name of built-in default window settings */
"Built-in" = "Innebygd";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Menu item title */
"Clear to Previous Bookmark" = "Tøm til forrige bokmerke";

/* Menu item title */
"Clear to Previous Mark" = "Fjern til forrige merke";

/* Menu item title */
"Clear to Selected Bookmark" = "Tøm til markert bokmerke";

/* Menu item title */
"Clear to Selected Mark" = "Tøm til markert merke";

/* Menu item title */
"Clear to Start of Selection" = "Fjern til begynnelsen av markeringen";

/* No comment provided by engineer. */
"Close" = "Lukk";

/* No comment provided by engineer. */
"Close All" = "Lukk alle";

/* Tab close-button accessibility label/title. */
"Close tab" = "Lukk fane";

/* Tab close-button accessibility role description. */
"close tab button" = "lukk fane-knapp";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running process %@." = "Hvis du lukker denne fanen, avsluttes den aktive prosessen %@.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "Hvis du lukker denne fanen, avsluttes de aktive prosessene: %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description */
"Closing this window will terminate the running processes: %@." = "Hvis du lukker dette vinduet, avsluttes de aktive prosessene: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Kunne ikke starte en ny prosess og åpne en pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Standard";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Oppstart";

/* Compose Email Message contextual menu item. */
"Compose" = "Skriv";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Koble til";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Kopier";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Vil du lukke denne fanen?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Vil du lukke dette vinduet?";

/* Service */
"File Transfer (ftp)" = "Filoverføring (ftp)";

/* Find Panel; window title */
"Find" = "Finn";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Grønn på svart";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Skjul inspektør";

/* Menu item title */
"Hide Marks" = "Skjul merker";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Skjul fanelinjen";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Hvis du ikke kontrollerer vinduene, avsluttes alle aktive prosesser.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "Kan ha blitt ufullstendig kopiert fra en annen maskin.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Flere filer kunne ikke importeres.";

/* Default name for new window settings */
"New settings" = "Nye innstillinger";

/* No options for this service */
"No options" = "Ingen valg";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Ingen vindusgrupper arkivert";

/* Shell menu; title of menu item used in submenu of Open Workspaces when no workspaces are available */
"None" = "Ingen";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "Objektet";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "Åpne kobling";

/* Open man Page contextual menu item. */
"Open man Page" = "Åpne man-side";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Åpne man-side for «%@»";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Søk i man-sideindeks etter «%@»";

/* Look Up contextual menu item. */
"Look Up" = "Slå opp";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Slå opp «%@»…";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Slå opp «%@»";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Søk med %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Søk på nettet";

/* Default process name */
"Process name" = "Prosessnavn";

/* No comment provided by engineer. */
"Quit" = "Avslutt";

/* Service */
"Remote Login (telnet)" = "Ekstern pålogging (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Fjern";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Erstatt";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "Hvis du erstatter %@, overstyres innholdet.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "Hvis du erstatter %@, overstyres innholdet deres.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Kontroller vinduer…";

/* Window group save panel; panel title */
"Save Window Group" = "Arkiver vindusgruppe";

/* Service */
"Secure File Transfer (sftp)" = "Sikker filoverføring (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Sikkert shell (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (automatisk)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP-protokoll 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Vis inspektør";

/* Menu item title */
"Show Marks" = "Vis merker";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Vis fanelinjen";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (automatisk)";

/* Connect to service option */
"SSH Protocol 1" = "SSH-protokoll 1";

/* Connect to service option */
"SSH Protocol 2" = "SSH-protokoll 2";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Terminal";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Terminal - arkiverte utdata.txt";

/* No comment provided by engineer. */
"Terminate" = "Avslutt";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Avslutt prosesser";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@ %2$@ finnes allerede. Vil du erstatte dem?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@ %2$@ finnes allerede. Vil du erstatte objektet?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "Administrator har stilt inn shell med en ulovlig verdi.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "Filen er ødelagt. Det er mulig du kan få tak i et nytt eksemplar av filen fra opphavspersonen.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "Filen«%@» kunne ikke utføres fordi du ikke har riktige tilgangsrettigheter.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "Filen «%@» kunne ikke importeres.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "Filen «%@» kunne ikke åpnes fordi den er ødelagt.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Følgende filer er ødelagt. %@. Det er mulig du kan få tak i nye eksemplarer av filene fra opphavspersonen.";

/* Window settings; error title when settings name is empty */
"The window settings name is too short." = "Navnet til vindusinnstillingen er for kort.";

/* Window settings; error title when settings name is already in use */
"The window settings \\U201C%@\\U201D already exist." = "Vindusinnstillingen «%@» finnes allerede.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Hvis du vil se eller endre tilgangsrettigheter, markerer du filen i Finder og velger Arkiv > Vis info.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Skriv inn et annet navn.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Skriv inn et navn som inneholder flere tegn.";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Hvit på svart";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Hvit på blå";

/* Window group save panel; name of object used in replacement panels */
"window group" = "Vindusgrupper";

/* Window settings save panel; name of object used in replacement panels */
"window settings" = "Vindusinnstillingene";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "Du har ikke autorisasjon til å starte dette programmet.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "Du har %d vinduer med aktive prosesser. Vil du kontrollere vinduene før du avslutter?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Fant ikke kommandoen: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Prosess utført]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Prosess avsluttet - avslutningskode %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[Prosessen ble avsluttet av signal %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Gjenopprettet trunkert innhold]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Gjenopprettet %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Bokmerket %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Ingen bokmerker";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@…";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split pane" = "Del opp vindu";

"Close split-pane" = "Lukk delt vindu";

/* strings used for Shortcut man page support */

"Man Pages" = "Man-sider";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "«%@» kan ikke åpnes fordi %@ ikke har tillatelse til å åpne dokumenter i Terminal.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "Terminal åpner en ssh-forbindelse til %@ for %@.";
"QuarantineTitleTelnet" = "Terminal åpner en telnet-forbindelse til %@ for %@.";
"QuarantineTitle2" = " Vil du tillate dette?";
"QuarantineMessage" = "Dette fører til at brukernavnet og nettverksadressen din blir synlig for den andre maskinen. Legg den til i ssh-listen over kjente verter hvis du ikke vil se denne advarselen flere ganger.";
"QuarantineMessageError" = "\n\nDet oppsto en feil under søk etter kjente verter (utfør «%@» for detaljer).";
"QuarantineAllow" = "Tillat";
"QuarantineDeny" = "Ikke tillat";

"Alter Settings" = "Endre innstillinger";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(stoppet)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zombie)";

/* Inspector process list: process status */
"Idle" = "Inaktiv";

/* Inspector process list: process status */
"Runnable" = "Kjørbar";

/* Inspector process list: process status */
"Sleeping" = "Går i dvale";

/* Inspector process list: process status */
"Stopped" = "Stoppet";

/* Inspector process list: process status */
"Zombie" = "Zombie";

/* Inspector process list: boolean YES */
"Yes" = "Ja";

/* Inspector process list: boolean NO */
"No" = "Nei";
